{
    "products": [
        {
            "id": 1,
            "name": "Кресло со стульчиком",
            "price": 7900,
            "label": "Новинка",
            "category": {
                "id": 1,
                "name": "Мебель"
            },
            "image": "item-1.jpg",
            "description": "Серое кресло со стульчиком - это стильный и комфортный предмет мебели, который идеально подойдет для отдыха в любом интерьере. Оно выполнено из качественных материалов, которые обеспечивают долговечность и комфорт в использовании. Сиденье и спинка кресла имеют эргономичный дизайн, который поддерживает правильное положение тела и уменьшает нагрузку на мышцы. Кроме того, кресло оснащено стульчиком, что позволяет еще больше расслабиться и насладиться отдыхом. Стильный серый цвет кресла легко впишется в любой интерьер и создаст атмосферу уюта и комфорта. Кресло легко монтируется и обслуживается, что позволит использовать его долгое время без особых проблем. Оно подарит вам множество приятных моментов, идеально подходя для чтения, просмотра фильмов, игры на игровой приставке или просто для отдыха в уютной обстановке."
        },
        {
            "id": 2,
            "name": "Персиковый столик",
            "price": 800,
            "label": "",
            "category": {
                "id": 1,
                "name": "Мебель"
            },
            "image": "item-2.jpg",
            "description": "Персиковый кофейный столик - это прекрасное решение для оформления вашего интерьера. Он изготовлен из качественных материалов, которые обеспечивают прочность и долговечность в использовании. Этот столик имеет необычный и стильный дизайн с персиковым оттенком, который добавит в ваш дом нотку свежести и оригинальности. Столешница изготовлена из стекла, которое легко моется и не требует особого ухода. Конструкция столика компактная и легкая, что позволяет легко перемещать его по комнате или хранить вне использования. Благодаря своим размерам, этот столик идеально подходит для использования как кофейный столик, а также для поддержания различных предметов декора. Он станет прекрасным дополнением к вашему интерьеру и подчеркнет ваш стиль и вкус в дизайне. Кофейный столик легко собирается и обслуживается, что позволит вам использовать его долгое время и наслаждаться уютной и стильной обстановкой в вашем доме."
        },
        {
            "id": 3,
            "name": "Кресло с подушкой",
            "price": 3250,
            "label": "Новинка",
            "category": {
                "id": 1,
                "name": "Мебель"
            },
            "image": "item-3.jpg",
            "description": "Кресло с подушкой - это комфортный и стильный предмет мебели, который станет идеальным местом для отдыха в любом интерьере. Кресло выполнено из качественных материалов, что обеспечивает его прочность и долговечность в использовании. Спинка и сиденье кресла имеют эргономичный дизайн, который поддерживает правильное положение тела и уменьшает нагрузку на мышцы. Подушка, которая поставляется в комплекте, обеспечивает дополнительный комфорт и поддержку головы и шеи. Стильный дизайн кресла и подушки легко впишется в любой интерьер, придавая ему уют и комфорт. Кресло с подушкой легко собирается и обслуживается, что позволяет использовать его долгое время без особых проблем. Оно идеально подходит для чтения, просмотра фильмов или просто для отдыха в уютной обстановке. Кресло с подушкой - это не только функциональный, но и стильный элемент дизайна вашего дома, который подчеркнет ваш вкус и индивидуальность."
        },
        {
            "id": 4,
            "name": "Черное зеркало",
            "price": 2800,
            "label": "",
            "category": {
                "id": 2,
                "name": "Декор"
            },
            "image": "item-4.jpg",
            "description": "Зеркало с черным ободком - это элегантный и стильный предмет интерьера, который подчеркнет индивидуальность вашего дома. Оно изготовлено из качественных материалов, что обеспечивает его прочность и долговечность в использовании. Черный ободок добавляет зеркалу утонченности и элегантности, что позволяет использовать его в любом интерьере. Зеркало имеет прямоугольную форму, которая обеспечивает оптимальный размер для удобства использования. Кроме того, зеркало с черным ободком легко вешается на стену и подходит для использования в различных комнатах, включая ванные комнаты, спальни и гостинные. Оно не только поможет вам увидеть свое отражение, но и добавит в ваш дом нотки элегантности и стиля. Зеркало с черным ободком легко сочетается с другими предметами мебели и декора, что позволяет создать уютную и стильную атмосферу в вашем доме. Это зеркало является отличным выбором для тех, кто ценит качество, комфорт и стиль."
        },
        {
            "id": 5,
            "name": "Круглое зеркало",
            "price": 3200,
            "label": "Скидка",
            "category": {
                "id": 2,
                "name": "Декор"
            },
            "image": "item-5.jpg",
            "description": "Круглое зеркало - элегантный и функциональный предмет интерьера. Оно может служить как декоративным элементом, так и использоваться для осмотра своего отражения. Диаметр данного зеркала достаточеный, чтобы увидеть в нем полное изображение. Оно имеет гладкую поверхность и равномерную толщину, что обеспечивает ясное и четкое отражение. Кроме того, круглое зеркало легко монтируется на стену и может использоваться в различных помещениях - от спальни до ванной комнаты. Оно станет прекрасным дополнением к вашему интерьеру и поможет создать уютную и привлекательную атмосферу в любом помещении."
        },
        {
            "id": 6,
            "name": "Коврик для душа",
            "price": 233,
            "label": "",
            "category": {
                "id": 2,
                "name": "Декор"
            },
            "image": "item-6.jpg",
            "description": "Коврик для душа в виде дельфина - это не только практичный, но и интересный предмет для вашей ванной комнаты. Он выполнен из высококачественных материалов, которые обеспечивают долговечность и удобство использования. Коврик имеет форму дельфина, что придает ему оригинальный вид и делает его привлекательным для детей и взрослых. Коврик предотвращает скольжение на мокром полу, что делает его безопасным и удобным для использования в ванной комнате. Коврик для душа в виде дельфина также может использоваться в качестве игровой зоны для детей, что добавит веселья и удовольствия в их ванных процедурах. Коврик легко моется и быстро сохнет, что обеспечивает его длительное использование. Кроме того, он является отличным подарком для друзей и близких, особенно для детей, которые обожают дельфинов. Коврик для душа в виде дельфина - это красивый, функциональный и практичный элемент интерьера вашей ванной комнаты, который придаст ей уникальный вид и сделает ее более безопасной и удобной для использования."
        },
        {
            "id": 7,
            "name": "Лампа-ночник",
            "price": 500,
            "label": "Новинка",
            "category": {
                "id": 3,
                "name": "Освещение"
            },
            "image": "item-7.jpg",
            "description": "Лампа-ночник - это уютный и функциональный элемент для вашего дома. Он идеально подойдет для использования в спальне или детской комнате. Лампа-ночник создает мягкий и приятный свет, который позволяет создать расслабляющую и комфортную атмосферу в комнате. Она имеет небольшой размер, что обеспечивает ее удобство в использовании и установке в любой уголок комнаты. Лампа-ночник имеет различные цветовые варианты, что позволяет выбрать наиболее подходящий для вашего интерьера. Она может быть использована как основной источник света в комнате или как дополнительный элемент декора. Лампа-ночник также отлично подходит для использования как читалка или для работы за компьютером, благодаря своей яркости и удобству в использовании. Она также является идеальным подарком для друзей и близких, которые ценят уют и комфорт в своих домах. Лампа-ночник - это практичный и эстетически привлекательный элемент интерьера, который добавит вашему дому дополнительный шарм и уют."
        },
        {
            "id": 8,
            "name": "Гирлянда",
            "price": 650,
            "label": "",
            "category": {
                "id": 3,
                "name": "Освещение"
            },
            "image": "item-8.jpg",
            "description": "Гирлянда - это прекрасный элемент декора, который может использоваться в различных мероприятиях, таких как вечеринки, свадьбы, юбилеи, Рождество и многие другие. Она состоит из небольших лампочек, которые связаны между собой и могут быть размещены вдоль стен или повесить на потолок. Гирлянда создает теплую и уютную атмосферу, что делает ее идеальной для создания романтической обстановки или просто для украшения вашего дома. Она имеет различные дизайнерские варианты, такие как цветные лампочки, металлические звезды, бумажные цветы и многое другое, что позволяет выбрать наиболее подходящий вариант для вашего интерьера. Гирлянда может также использоваться на открытом воздухе, таких как балкон, терраса или сад, что добавляет дополнительный шарм и уют вашему уличному пространству. Она является универсальным элементом декора, который подойдет для любого случая и дополнит ваше торжество или мероприятие. Гирлянда - это прекрасный выбор для тех, кто ценит уют и комфорт в своем доме, а также для тех, кто любит проводить время с близкими и друзьями в красивой и уютной обстановке."
        },
        {
            "id": 9,
            "name": "Чёрный торшер",
            "price": 850,
            "label": "Скидка",
            "category": {
                "id": 3,
                "name": "Освещение"
            },
            "image": "item-9.jpg",
            "description": "Черный торшер - это стильный и функциональный элемент освещения для вашего дома. Он создает мягкий и приятный свет, который идеально подходит для чтения книг, работы за компьютером или просто для создания расслабленной атмосферы. Торшер имеет высокую стойку с цилиндрическим основанием, что делает его очень устойчивым и надежным. Он также имеет регулируемый шарнирный механизм, который позволяет вам настроить направление света, чтобы получить максимальную функциональность и удобство. Черный цвет придает торшеру элегантный и современный вид, что идеально сочетается с любым интерьером, от классического до современного. Торшер также может быть использован как акцентный элемент в комнате, добавляя глубину и стиль вашему дизайну. Он легко собирается и устанавливается, что делает его идеальным выбором для тех, кто ищет быстрое и простое решение для освещения своего дома. Черный торшер - это отличный выбор для тех, кто хочет сочетать стиль и функциональность в своем доме."
        }
    ]
}